import React from 'react';
import './index.css';

export default function Trainings(props) {
    return (
        <div className={props.id + (props.dark ? " section-dark" : "")}>
            <div className="title">
                <div id="triangle-topleft" />
                <span>אימונים</span>
                <div id="triangle-bottomright" />
            </div>
            <div className="content">
                <p>
                    כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  <br />
                    כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  <br />
                    כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  <br />
                    כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  <br />
                    כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  <br />
                    כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  <br />
                    כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  <br />
                    כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  כאן יהיו אימונים כאן יהיו אימונים  <br />
                </p>
            </div>
        </div>
    );
};