import React from 'react';
import './index.css';

export default function About(props) {
    return (
        <div className={props.id}>
            <div className="section-content" id={props.id}>
                <div className="title">
                    <div id="triangle-topleft" />
                    <span>מי אני</span>
                    <div id="triangle-bottomright" />
                </div>
                <div className="content">
                    <p>
                     שמי הוא אור ארץ-קדושה, בן 27, טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט <br />
                     טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט <br />
                     טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט <br />
                     טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט <br />
                     טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט <br />
                     טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט <br />
                     טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט <br />
                     טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט <br />
                    </p>
                </div>
            </div>
        </div>
    );
};